{
  "plugins": {
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "codecompanion.nvim": {
      "src": "https://www.github.com/olimorris/codecompanion.nvim",
      "version": "19.0.0 - 20.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/dlyongemallo/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://www.github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "roslyn-kit.nvim": {
      "src": "https://github.com/mertzandreas/roslyn-kit.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
